tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bat"
brew "btop"
brew "coreutils"
brew "docker-clean"
brew "openssl@3", link: false
brew "pyenv"
brew "vim"
brew "uv"
cask "1password"
cask "alfred"
cask "backblaze"
cask "discord"
cask "docker"
cask "firefox"
cask "iterm2"
cask "obsidian"
cask "spotify"
cask "steam"
cask "telegram"
cask "tomatobar"
cask "visual-studio-code"
cask "zed"
cask "ghostty"

