tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "coreutils"
brew "htop"
brew "openssl@3", link: false
brew "pyenv"
brew "vim"
cask "1password"
cask "alfred"
cask "backblaze"
cask "discord"
cask "docker"
cask "firefox"
cask "iterm2"
cask "obsidian"
cask "spotify"
cask "telegram-desktop"
cask "tomatobar"
cask "visual-studio-code"